{ "index" : { "_index" : "voucher", "_type" : "doc"} }  
{"id": "dcaf7d50-b6d1-413b-b52f-36d0288013e2", "sponsor": "ZoomCar", "title": "GrabOn - ZoomCar WeekEnd Exclusive Offer: Flat 20% Off On Self Drives (All Days)", "description": "Verified on 10 Mar 2018. This Festive Season Zoomcar brings an amazing discount of 20% on your bookings. The maximum discount is Rs 1000. This offer is available in all serviceable cities. Zoomcar is an online service providing car rental for self driven cars across India. Book self drive cars at just on go. The offer is active in: Bangalore, Pune, Delhi, Chennai, Hyderabad, Chandigarh, Kolkata, Ahmedabad, Mysore, Vizag, Jaipur, Mangalore, Coimbatore, and Ludhiana. The discount is only applicable only on original reservation charges (not applicable on excess Km, late return fee, or other fees/charges). A fully refundable security deposit will be charged at the time of booking. Only valid on bookings made through Zoomcar website."}
{ "index" : { "_index" : "voucher", "_type" : "doc"} }
{"id": "4cc6357a-242f-11e8-b467-0ed5f89f718b", "sponsor": "MakeMyTrip", "title": "Cheap Ticket Fares - Get Rs 500 OFF On Domestic Flight Tickets (All Users)", "description": "Makemytrip Domestic Flight Booking Offer :- -\n Are you planning a Holiday break ? Then plan the vacation with MakeMyTrip.\n Book a domestic flight ticket and get upto Rs 500 instant discount on your booking.\n To avail the offer you must enter the Makemytrip promo code in the Deal Code field.\n You will get the above amount as instant discount on his/her domestic flight booking made on MakeMyTrip Mobile App (Android or iOS), Mobile site, Desktop.\n Offer valid for ONE domestic flight booking per user.\n Offer is valid for both one-way and return domestic flight booking.\n No restriction on travel dates.\n User will avail the cashback on the basis of transaction value.\n The coupon is only valid for payment made via Credit Card or Debit Card.\n"}
{ "index" : { "_index" : "voucher", "_type" : "doc"} }
{"id": "4cc6396c-242f-11e8-b467-0ed5f89f718b", "sponsor": "Swiggy", "title": "GrabOn-Swiggy Exclusive Coupon: Flat 33% OFF On First Food Order", "description": "Verified on 10 Mar 2018. Women's Day Special Offer: Swiggy provides the hassle-free and the most efficient way to order and get your food at doorstep within no time. Now, Grab Flat 33% OFF on no min. cart value. It has their own biggest fleet of delivery personnel who picks up orders from the top-rated and nearest restaurants and deliver it to customers in lightening fast speed within 40 minutes to doorstep. Max. savings will be Rs 100. This Swiggy first order offer is valid in Hyderabad, Mumbai, Delhi, Gurgaon, Kolkata & Chennai cities only. Offer cannot be clubbed with any other deal/scheme. This offer is only valid on online payments (card or net banking) and also valid on COD or third party wallet (paytm, freecharge, mobikwik) payments. Use the above swiggy promo codes at checkout to avail the magnificent discount. Get it Now!"}
